{
	"languages": {
		"pl": "Polski",
		"en": "Angielski"
	},
	"nav": {
		"about": "o nas",
		"home": "home",
		"projects": "projekty",
		"contact": "kontakt"
	},
	"home": {
		"header": "Zabieramy ludziom pracę!",
		"posts": {
			"paragraph1": "To właśnie my! Jesteśmy miłośnikami najnowszych rozwiązań full-stackowych. Tworzymy wygodne i czytelne interfejsy webowe oraz wydajny back-end. Aby nasza współpraca przebiegała sprawnie, rozwijamy projekty, korzystając z metodologii agile.",
			"headerText1": "Szukasz programistów z pasją?",
			"paragraph2": "Wiemy, że brak integracji systemów utrudnia realizację celów biznesowych. Dostarczamy usługi dopasowane do rzeczywistych potrzeb użytkownika. Zarządzanie inteligentnym biurem czy obiektami przemysłowymi to z nami łatwizna.",
			"headerText2": "Chcesz zintegrować działające już systemy?",
			"paragraph3": "Podczas wspólnych warsztatów dokonamy ewaluacji oraz podzielimy drogę do celu na poszczególne etapy. Prosto i transparentnie. Działamy głównie na terenie Wrocławia i okolic, ale świetnie radzimy sobie z pracą zdalną.",
			"headerText3": "Jak przebiega współpraca z nami?"
		}
	},
	"about": {
		"header": "O nas",
		"technologies": {
			"title": "Technologie",
			"content": "Wykorzystujemy zarówno najnowsze narzędzia z branży IT, jak i te, które miały już szansę  zostać solidnie sprawdzone na rynku. Są to przede wszystkim full-stack JavaScript oraz TypeScript, czyli Node.js jako back-end oraz React.js jako front-end."
		},
		"team": {
			"title": "Zespół"
		},
		"values": {
			"title": "Wartości",
			"content": {
				"paragraph1": "Pamiętasz, gdy będąc dzieckiem, odkrywałeś rzeczy, których działanie jeszcze do niedawna wydawało Ci się magią? Tą samą ścieżką podążał kiedyś każdy programista, który zaczynał poznawać nowe technologie i kształtować dzięki nim otaczającą rzeczywistość. Realizowanie kolejnych zadań przekonało nas, że fascynujące problemy do rozwiązania będą zawsze. Kto wie, może jednym z nich niedługo będzie właśnie Twój projekt?",
				"paragraph2": "Firma dynak.com została założona przez rodzeństwo Emilię i Cezarego Dynaków 20 marca 2019 roku. Dlaczego akurat wtedy? Tak się składa, że właśnie tego dnia obchodzony jest Międzynarodowy Dzień Szczęścia. A naszym celem od początku  było to, aby klienci i pracownicy czerpali radość ze współpracy z nami. To właśnie radość nadaje rzeczom sens i pozwala na realizację naprawdę wartościowych projektów.",
				"paragraph3": "Turkus to motyw kolorystyczny na stronie, ale też symbol ważnych dla nas wartości. Nie opieramy naszej pracy na sztywnej hierarchii, lecz na odpowiedzialności i wzajemnym zaufaniu - co jest charakterystyczne dla tzw. “turkusowych organizacji”. Wszystkie procesy i dokumenty w firmie są jawne. Śmiało podchodzimy do niestandardowych rozwiązań, jeśli wiemy, że przyczynią się do poprawy czyjegoś  życia. Takie podejście współgra ze zwinnym zarządzaniem projektami."
			}
		}
	},
	"projects": {
		"header": "Nasze projekty:",
		"posts": {
			"text1": "Smart Home to już standard - pora na inteligentne biura i obiekty przemysłowe. Im większy obiekt, tym więcej niekoniecznie współgrających ze sobą systemów. Z tych potrzeb zrodziła się aplikacja dynak.io, która integruje systemy automatyki budynkowej. Najbardziej trywialne funkcjonalności mogą być wyceniane na niewyobrażalne kwoty. Czasem też po prostu ich nie ma. Tutaj natomiast może wystarczyć dopisanie jednego modułu.",
			"text2": "Warehouse jest aplikacją usprawniającą procesy powtarzane w magazynach setki razy dziennie - takie jak  przyjmowanie czy wydawanie towaru. Interfejs użytkownika jest zaprojektowany dla wygody i czytelności. Ponieważ działa jako strona, może być uruchamiany na praktycznie każdym urządzeniu z przeglądarką internetową. Dodatkowo współgra z zewnętrzną autoryzacją użytkowników, drukarką naklejek oraz pobiera i zapisuje dane do systemu ERP.",
			"text3": "Nawet do stosunkowo łatwych projektów, takich jak stworzenie strony internetowej, podchodzimy z pełnym zaangażowaniem. Social media nie wystarczą. Dobrze zrobiona strona internetowa będzie wspierać Twój biznes. Zrealizujemy projekt zgodnie z Twoją wizją i pozwolimy Ci wyróżnić się na tle konkurencji.  Niezależnie od tego, czy potrzebujesz prostej strony internetowej czy czegoś naprawdę niestandardowego - możesz zrobić to z nami!",
			"headerText3": "strony internetowe"
		}
	},
	"contact": {
		"header": "Masz pytania? Chcesz nawiązać współpracę? Napisz do nas!",
		"socials": "Albo... odwiedź nasze profile:",
		"form": {
			"subject": "Temat wiadomości",
			"email": "Twój adres e-mail",
			"message": "Treść wiadomości",
			"contactAgreement": "Wyrażam zgodę na kontakt ze strony administratora danych osobowych, z użyciem telekomunikacyjnych urządzeń końcowych oraz automatycznych systemów wywołujących, zgodnie z art. 172 par. 1. Prawa telekomunikacyjnego.",
			"privacyPolicyAgreement": "Zapoznałem/-am się z polityką prywatności i akceptuję jej treść.",
			"policyPrivacy": "Polityka Prywatnosci",
			"send": "Wyślij"
		}
	},
	"modal_ok": {
		"thanks": "Dziękujemy :)",
		"sent": "Twoja wiadomość została wysłana.",
		"close": "Zamknij"
	},
	"modal_error": {
		"thanks": "Niestety :(",
		"sent": "Twoja wiadomość nie została wysłana. Nastąpił błąd po stronie serwera. Spróbuj ponownie później. Przepraszamy!",
		"close": "Zamknij"
	},
	"modal_privacy_policy": {
		"thanks": "Polityka prywatności",
		"close": "Rozumiem"
	},
	"error": "Nie ma takiej strony! :(",
	"rodoContent": {
		"header": "POLITYKA PRYWATNOŚCI I POLITYKA COOKIES",
		"sentence1": "Korzystanie z bloga i strony internetowej ",
		"website": "www.dynak.com",
		"sentence2": " oznacza akceptację poniższych warunków Polityki Prywatności i Polityki Cookies. ",
		"generalProvisions": "1. POSTANOWIENIA OGÓLNE",
		"text1": "Niniejsza Polityka Prywatności i Polityka Cookies określa zasady przetwarzania i ochrony danych osobowych przekazanych przez Użytkowników oraz plików Cookies, a także innych technologii pojawiających się na stronie internetowej ",
		"text2": "Administratorem strony i danych osobowych jest spółka dynak.com spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu przy ul. Przyjaźni 36 d, (53-030), wpisaną przez Sąd Rejonowy dla                Wrocławia-Fabrycznej we Wrocławiu, VI wydział gospodarczy krajowego rejestru sądowego pod numerem: 0000777960, zwany dalej Administratorem. ",
		"text3": "Administrator zastrzega sobie prawo do wprowadzania zmian w polityce prywatności i polityce cookies, a każdego Użytkownika strony obowiązuje znajomość aktualnej polityki prywatności. Przyczyną zmian mogą być rozwój technologii internetowej, zmiany w powszechnie obowiązującym prawie czy też rozwój strony lub bloga. Na dole strony znajduje się data publikacji aktualnej Polityki prywatności.",
		"definitions": "DEFINICJE",
		"administrator": "2. „Administrator” – Spółka dynak.com spółka z ograniczoną odpowiedzialnością.",
		"user": "„Użytkownik” – każdy podmiot przebywający na stronie i korzystający z niej.",
		"personalData": "3. DANE OSOBOWE",
		"paragraph1": "Dane osobowe przekazywane przez Użytkownika w ramach funkcjonowania Strony internetowej dynak.com, profilu na ",
		"linkedIn": "LinkedIn",
		"paragraph2": " mogą być przetwarzane w następujących celach i na następujących podstawach prawnych:",
		"paragraph3": "wykonania usługi, przesłania oferty na prośbę Użytkownika — na podstawie art. 6 ust. 1 lit. b RODO",
		"paragraph4": "wystawienia faktury — na podstawie art. 6 ust. 1 lit. c RODO;",
		"paragraph5": " kontaktu telefonicznego w sprawach realizacji usługi zgodnie z umową — na podstawie art. 6 ust. 1 lit. b RODO;",
		"paragraph6": "kontaktu telefonicznego w celu przedstawienia oferty i marketingu bezpośredniego – na podstawie art. 6 ust. 1 lit. a RODO oraz na podstawie art. 6 ust. 1 lit. f RODO;",
		"paragraph7": "tworzenia rejestrów związanych z RODO i innymi przepisami — na podstawie art. 6 ust. 1 lit. c RODO oraz art. 6 ust. 1 lit. f RODO;",
		"paragraph8": "tworzenie analizy polegającej na analizie danych zbieranych automatycznie przy korzystaniu ze strony internetowej, w tym",
		"webLinkedIn": "www.linkedin.com",
		"github": "www.github.com",
		"gitlab": "www.gitlub.com",
		"paragraph9": " — na podstawie art. 6 ust. 1 lit. f RODO;",
		"paragraph10": "wykorzystywania cookies na Stronie i jej podstronach — na podstawie art. 6 ust. 1 lit. a RODO;",
		"paragraph11": "zarządzania Stroną internetową i stronami Administratora na innych platformach — na podstawie art. 6 ust. 1 lit. f RODO (prawnie uzasadniony interes administratora);",
		"paragraph12": "w celu tworzenia własnych baz danych Użytkowników – na podstawie art. 6 ust. 1 lit. f RODO;",
		"paragraph13": "– Osoba, której dane dotyczą, ma prawo w dowolnym momencie wnieść sprzeciw – z przyczyn związanych z jej szczególną sytuacją – wobec przetwarzania dotyczących jej danych osobowych opartego na art. 6 ust. 1 lit. e) lub f), w tym profilowania na podstawie tych przepisów. Administrator nie będzie, chyba że wykaże on istnienie ważnych prawnie uzasadnionych podstaw do przetwarzania, nadrzędnych wobec interesów, praw i wolności osoby, której dane dotyczą, lub podstaw do ustalenia, dochodzenia lub obrony roszczeń.",
		"paragraph14": "– Jeżeli osoba, której dane dotyczą, wniesie sprzeciw wobec przetwarzania do celów marketingu bezpośredniego, danych osobowych nie będą już przetwarzane do takich celów.",
		"paragraph15": "– Najpóźniej przy okazji pierwszej komunikacji z osobą, której dane dotyczą, wyraźnie informuje się ją o prawie, o którym mowa w ust. 1 i 2 RODO oraz przedstawia się je jasno i odrębnie od wszelkich innych informacji.",
		"paragraph16": "– Jeżeli dane osobowe są przetwarzane do celów marketingu bezpośredniego, osoba, której dane dotyczą, ma prawo wnieść w dowolnym momencie, bezpłatnie sprzeciw wobec tego przetwarzania, pierwotnego lub dalszego – w tym profilowania, o ile jest ono powiązane z marketingiem bezpośrednim.",
		"paragraph17": "W tych celach może zwrócić się do Administratora poprzez adres e-mail: ",
		"paragraph18": "Zgoda Użytkownika może być w każdym czasie odwołana, cofnięta, co skutkować będzie usunięciem adresu e-mail z listy mailingowej Administratora. Cofnięcie zgody pozostaje bez wpływu na przetwarzanie danych, którego dokonano na podstawie zgody przed jej cofnięciem.",
		"paragraph19": "– Dane Użytkownika będą przechowywane przez Administratora przez czas realizacji poszczególnych usług.",
		"paragraph20": "– Użytkownik podaje dane dobrowolnie, jednakże jest to konieczne do osiągnięcia celu lub podjęcia działań związanych z ich podaniem.",
		"paragraph21": "– Dane osobowe Użytkownika są przechowywane i chronione z należytą starannością, zgodnie ze wdrożonymi procedurami wewnętrznymi Administratora. Administrator przetwarza informacje o Użytkowniku przy użyciu odpowiednich środków technicznych i organizacyjnych spełniających wymagania przepisów prawa powszechnie obowiązującego. Środki te mają na celu przede wszystkim zabezpieczenie danych osobowych Użytkowników przed dostępem osób nieupoważnionych. W szczególności, dostęp do danych osobowych Użytkowników mają jedynie osoby upoważnione, które są zobowiązane do zachowania tych danych w tajemnicy.",
		"paragraph22": "– Administrator Danych Osobowych niniejszym informuje, że nie powołał Inspektora Ochrony Danych Osobowych (IODO) i wykonuje samodzielnie obowiązki związane z przetwarzaniem danych osobowych.",
		"paragraph23": "– Użytkownik przyjmuje do wiadomości, iż jego dane osobowe mogą być przekazywane uprawnionym organom państwowym w związku z prowadzonymi przez nie postępowaniami, na ich żądanie i po spełnieniu przesłanek potwierdzających niezbędność pozyskania od nas tych danych.",
		"forms": "4. FORMULARZE",
		"paragraph24": "Administrator stosuje następujące formularze w ramach Strony:",
		"paragraph25": "– Formularz kontaktowy – umożliwia wysłanie wiadomości do spółki dynak.com spółka z ograniczoną odpowiedzialnością. Dane przetwarzane są przez Administratora zgodnie z niniejszą Polityką Prywatności w celu kontaktu z Użytkownikiem.",
		"technologies": "5. TECHNOLOGIE",
		"Administrator ": "Administrator ",
		"not": "NIE",
		"paragraph26": "stosuje żadnych technologii obserwujących działań podejmowanych przez Użytkownika w ramach Strony.",
		"cookies": "6. PLIKI COOKIES",
		"part1": "Witryna dynak.com ",
		"part2": " używa plików cookies. Witryna ",
		"part3": "rozpoznaje rodzaju urządzenia, z którego łączy się użytkownik. Parametry ",
		"part4": " pozwalają na odczytanie informacji w nich zawartych.",
		"created": "Utworzono dnia 2020-03-16"
	}
}